Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: הוסיפו הורה למשפחה
ar: أضيفوا والدًا إلى العائلة
en: Add a parent to the family
ru: Добавьте родителя в семью

source: הוסיפו הערה…
ar: أضيفوا تعليقًا…
en: Add a caption…
ru: Добавьте подпись…

source: הוסיפו מטלה
ar: أضيفوا مهمة
en: Add chore
ru: Добавить задание

source: הוספת הורה
ar: إضافة والد
en: Add a parent
ru: Добавление родителя

source: הוספתם %lld דקות משחק
ar: أضفتم %lld دقيقة لعب
en: You added %lld play minutes
ru: Вы добавили %lld мин. игры

source: הורדתם %lld דקות משחק
ar: خصمتم %lld دقيقة لعب
en: You took away %lld play minutes
ru: Вы убрали %lld мин. игры

source: הורה
ar: والد
en: Parent
ru: Родитель

source: הורה במשפחה
ar: والد في العائلة
en: Parent in the family
ru: Родитель в семье

source: הורה נוסף למשפחה!
ar: انضم والد آخر إلى العائلة!
en: Another parent joined the family!
ru: Ещё один родитель в семье!

source: הושלמה לעשר
ar: الإكمال إلى عشرة
en: Making ten
ru: Дополнение до десяти

source: הזזת השעון במכשיר לא מוסיפה דקות, לא פותחת מחדש פרסים יומיים ולא משאירה אפליקציות פתוחות
ar: تغيير ساعة الجهاز لا يضيف دقائق، ولا يعيد فتح الجوائز اليومية، ولا يترك التطبيقات مفتوحة
en: Moving the device clock doesn't add minutes, reopen daily rewards, or leave apps unlocked
ru: Перевод часов на устройстве не добавляет минут, не открывает заново ежедневные призы и не оставляет приложения открытыми

source: הזיזו את המפה כך שהסיכה על המקום
ar: حرّكوا الخريطة حتى يكون الدبوس على المكان
en: Move the map so the pin is on the place
ru: Сдвиньте карту, чтобы метка была на месте

source: הזינו את קוד ההורה שבחרתם למשפחה
ar: أدخلوا رمز الأهل الذي اخترتموه للعائلة
en: Enter the parent code you chose for your family
ru: Введите родительский код, который вы выбрали для семьи

source: הזינו קוד בן 4 ספרות
ar: أدخلوا رمزًا من 4 أرقام
en: Enter a 4-digit code
ru: Введите код из 4 цифр

source: הזינו שוב את הקוד לאישור
ar: أدخلوا الرمز مرّة أخرى للتأكيد
en: Enter the code again to confirm
ru: Введите код ещё раз для подтверждения

source: הזינו שוב את הקוד לאשור
ar: أدخلوا الرمز مرّة أخرى للتأكيد
en: Enter the code again to confirm
ru: Введите код ещё раз для подтверждения

source: הזמינו
ar: ادعوا
en: Invite
ru: Пригласить

source: הזמן שהילד הרוויח מוצג בדיוק כמו זמן מתנה — בלי עיגול שמעלים שניות
ar: الوقت الذي ربحه الطفل يظهر تمامًا مثل الوقت الممنوح — بلا تقريب يُخفي الثواني
en: Time your child earned is shown exactly like gift time — no rounding that hides seconds
ru: Заработанное ребёнком время показывается так же точно, как подаренное — без округления, которое скрывает секунды

source: הזמנתם להצטרף כהורה — תראו את הילדים, ההתקדמות והשליטה, בדיוק כמו ההורה שהזמין אתכם.
ar: لقد دُعيتم للانضمام كوالد — سترون الأطفال والتقدّم وأدوات التحكّم، تمامًا مثل الوالد الذي دعاكم.
en: You've been invited to join as a parent — see the kids, their progress, and the controls, just like the parent who invited you.
ru: Вас пригласили присоединиться как родителя — вы увидите детей, их прогресс и управление, точно как родитель, который вас пригласил.

source: החדש
ar: هذا الشهر
en: This month
ru: Этот месяц

source: החודש
ar: هذا الشهر
en: This month
ru: Этот месяц

source: החזירו
ar: استعيدوا
en: Restore
ru: Восстановить

source: החילו עכשו ובדקו
ar: طبّقوا الآن وتحقّقوا
en: Apply now and check
ru: Применить и проверить

source: החילו עכשיו ובדקו
ar: طبّقوا الآن وتحقّقوا
en: Apply now and check
ru: Применить и проверить

source: החל על כל הנושאים
ar: تطبيق على كل المواضيع
en: Apply to all topics
ru: Применить ко всем темам

source: החלף תמונה
ar: غيّر الصورة
en: Change photo
ru: Сменить фото

source: החלף תפקיד מכשיר (חזרה לבחירה)
ar: غيّر دور الجهاز (عودة إلى الاختيار)
en: Switch device role (back to selection)
ru: Сменить роль устройства (назад к выбору)

source: החשבון במכשיר לא מאפשר את זה. ודאו שמחוברים עם Apple ID של הורה (לא של ילד).
ar: الحساب الموجود على الجهاز لا يسمح بذلك. تأكدوا من تسجيل الدخول بحساب Apple ID خاص بوالد (لا بطفل).
en: The account on this device doesn't allow this. Make sure you're signed in with a parent's Apple ID (not a child's).
ru: Аккаунт на устройстве этого не разрешает. Убедитесь, что вы вошли с Apple ID родителя (не ребёнка).

source: החשבון הזה הושבת — פנו אלינו לתמיכה
ar: تم تعطيل هذا الحساب — تواصلوا مع الدعم لدينا
en: This account has been disabled — contact our support
ru: Этот аккаунт отключён — обратитесь в нашу поддержку

source: הטלפון יחזור למצב רגיל והנעילה תוסר.
ar: سيعود الهاتف إلى وضعه الطبيعي وسيُرفع القفل.
en: The phone will go back to normal and the lock will be removed.
ru: Телефон вернётся в обычный режим, и блокировка снимется.

source: הטלפון של %@ לא ענה — כנראה הוא כבוי או בלי אינטרנט, או שטופי סגור בו לגמרי. כשטופי ייפתח בו, המיקום יתעדכן
ar: لم يستجب هاتف %@ — ربما هو مطفأ أو بلا إنترنت أو Tofy مغلق فيه تمامًا. سيتحدث الموقع فور فتح Tofy عليه
en: %@'s phone didn't answer — it may be off, offline, or Tofy is fully closed on it. The location updates as soon as Tofy opens there
ru: Телефон %@ не ответил — возможно, он выключен, без интернета или Tofy на нём полностью закрыт. Местоположение обновится, как только Tofy откроют

source: הטלפון של %@ מאשר מיקום רק בזמן השימוש, ולכן לא עונה לרענון — בטלפון שלה: הגדרות ← טופי ← מיקום ← תמיד
ar: هاتف %@ يسمح بالموقع أثناء الاستخدام فقط، لذلك لا يستجيب للتحديث — على هاتفها: الإعدادات ← Tofy ← الموقع ← دائمًا
en: %@'s phone allows location only while using the app, so it can't answer a refresh — on her phone: Settings → Tofy → Location → Always
ru: Телефон %@ разрешает геолокацию только при использовании, поэтому не отвечает на обновление — на её телефоне: Настройки → Tofy → Геопозиция → Всегда

source: הטלפון של %@ מאשר מיקום רק בזמן השימוש, ולכן לא עונה לרענון — בטלפון שלו: הגדרות ← טופי ← מיקום ← תמיד
ar: هاتف %@ يسمح بالموقع أثناء الاستخدام فقط، لذلك لا يستجيب للتحديث — على هاتفه: الإعدادات ← Tofy ← الموقع ← دائمًا
en: %@'s phone allows location only while using the app, so it can't answer a refresh — on his phone: Settings → Tofy → Location → Always
ru: Телефон %@ разрешает геолокацию только при использовании, поэтому не отвечает на обновление — на его телефоне: Настройки → Tofy → Геопозиция → Всегда

source: הטלפון של %@ נעול, והוא מרוויח זמן מסך על כל תשובה נכונה
ar: هاتف %@ مقفل، وهو يكسب وقت شاشة على كل إجابة صحيحة
en: %@'s phone is locked, and he earns screen time for every right answer
ru: Телефон %@ заблокирован, и он зарабатывает экранное время за каждый верный ответ

source: הטלפון של %@ נעול, והיא מרוויחה זמן מסך על כל תשובה נכונה
ar: هاتف %@ مقفل، وهي تكسب وقت شاشة على كل إجابة صحيحة
en: %@'s phone is locked, and she earns screen time for every right answer
ru: Телефон %@ заблокирован, и она зарабатывает экранное время за каждый верный ответ

source: הטלפון שלכם
ar: هاتفكم
en: Your phone
ru: Ваш телефон

source: היא
ar: هي
en: She
ru: Она

source: היא הרוויחה
ar: هي ربحت
en: she earned
ru: она заработала

source: היא הרויחה
ar: هي ربحت
en: she earned
ru: она заработала

source: היא למדה
ar: هي تعلّمت
en: she learned
ru: она выучила

source: היא ענתה
ar: هي أجابت
en: she answered
ru: она ответила

source: היא ענתה ב%@ על %lld שאלות, ב%lld%% הצלחה.
ar: أجابت في %@ عن %lld سؤالًا، بنسبة نجاح %lld%%.
en: She answered %2$lld questions in %1$@, with %3$lld%% correct.
ru: По теме %1$@ она ответила на %lld вопроса, точность %3$lld%%.

source: היא תפתח
ar: هي ستفتح
en: she'll open
ru: она откроет

source: היא תשחק בטלפון שלכם במצב ילד, ותראו בדיוק איך זה נראה אצלה. כדי לצאת — הקוד שלכם.
ar: ستلعب على هاتفكم في وضع الطفل، وسترون بالضبط ما تراه. للخروج — رمزكم.
en: She'll play on your phone in Kid Mode, and you'll see exactly what she sees. To leave — your code.
ru: Она поиграет на вашем телефоне в детском режиме, и вы увидите всё, как у неё. Чтобы выйти — ваш код.

source: היום
ar: اليوم
en: Today
ru: Сегодня

source: היום אין לימודים
ar: لا مدرسة اليوم
en: No school today
ru: Сегодня нет уроков

source: היום נצברו %lld דקות משחק
ar: دقائق اللعب التي جُمعت اليوم: %lld
en: Play minutes earned today: %lld
ru: Сегодня накоплено минут игры: %lld

source: היי! אני טופי 💫
ar: مرحبًا! أنا Tofy 💫
en: Hi! I'm Tofy 💫
ru: Привет! Я Tofy 💫

source: היכנסו כדי להתחיל
ar: سجّلوا الدخول للبدء
en: Sign in to get started
ru: Войдите, чтобы начать

source: הילד
ar: الطفل
en: Your child
ru: Ваш ребёнок

source: הילד בוחר איך לענות: שאלות רגילות או משחק — והתוכן נשאר אותו תוכן
ar: يختار الطفل كيف يجيب: أسئلة عادية أو لعبة — والمحتوى يبقى نفسه
en: Your child chooses how to answer — regular questions or a game — and the content stays exactly the same
ru: Ребёнок выбирает, как отвечать: обычные вопросы или игра — а содержание остаётся тем же

source: הילד בוחר מטלה בבית, אתם מאשרים, והוא מקבל דקות או כסף.
ar: يختار الطفل مهمة في البيت، توافقون، ويحصل على دقائق أو مال.
en: Your child picks a chore at home, you approve, and they get minutes or money.
ru: Ребёнок выбирает домашнее задание, вы подтверждаете — и он получает минуты или деньги.

source: הילד בוחר: שאלות רגילות או משחק
ar: الطفل يختار: أسئلة عادية أو لعبة
en: Your child picks: regular questions or a game
ru: Ребёнок выбирает: обычные вопросы или игра

source: הילד מזין אותו כדי לפתוח את הדקות שצבר
ar: يُدخله الطفل ليفتح الدقائق التي جمعها
en: Your child enters it to unlock the minutes they've earned
ru: Ребёнок вводит его, чтобы открыть накопленные минуты

source: הילד מרוויח %lld דקות משחק על כל %lld תשובות נכונות. אפשר לשנות את שני המספרים. ברירת המחדל: 10 תשובות = 4 דקות.
ar: يكسب الطفل %lld دقيقة لعب مقابل كل %lld إجابة صحيحة. يمكنكم تغيير الرقمين. الافتراضي: 10 إجابات = 4 دقائق.
en: Your child earns %lld play minutes for every %lld correct answers. You can change both numbers. Default: 10 answers = 4 minutes.
ru: Ребёнок получает %1$lld мин. игры за каждые %lld правильных ответа. Оба числа можно изменить. По умолчанию: 10 ответов = 4 минуты.

source: הילד מרוויח עד התקרה הזו בלמידה. בונוסים מהגלגל/קופסה נשמרים למחר כשמגיעים לתקרה.
ar: يستطيع طفلك أن يربح حتى هذا الحدّ بالتعلّم. وتُحفظ مكافآت العجلة/الصندوق للغد عند بلوغ الحدّ.
en: Your child can earn up to this cap by learning. Wheel/box bonuses are saved for tomorrow once the cap is reached.
ru: Ребёнок зарабатывает учёбой до этого потолка. Бонусы с колеса и коробки сохраняются на завтра, когда потолок достигнут.

source: הילד מרויח עד התקרה הזו בלמידה. בונוסים מהגלגל/קופסה נשמרים למחר כשמגיעים לתקרה.
ar: يستطيع طفلك أن يربح حتى هذا الحدّ بالتعلّم. وتُحفظ مكافآت العجلة/الصندوق للغد عند بلوغ الحدّ.
en: Your child can earn up to this cap by learning. Wheel/box bonuses are saved for tomorrow once the cap is reached.
ru: Ребёнок зарабатывает учёбой до этого потолка. Бонусы с колеса и коробки сохраняются на завтра, когда потолок достигнут.

source: הילד משחק בטלפון שלכם: הכל ננעל חוץ מטופי, והיציאה מוגנת בקוד.
ar: يلعب الطفل على هاتفكم: كل شيء مقفل ما عدا Tofy، والخروج محمي برمز.
en: Your child plays on your phone: everything but Tofy is locked, and leaving takes your code.
ru: Ребёнок играет на вашем телефоне: всё, кроме Tofy, заблокировано, а выход — только с кодом.

source: הילד רואה חברים שהוסיף בקוד, ובטבלה הכללית מופיעים שחקנים אחרים רק באות ראשונה
ar: يرى الطفل الأصدقاء الذين أضافهم بالرمز، وفي اللوحة العامة يظهر اللاعبون الآخرون بالحرف الأول فقط
en: Your child sees friends they added by code; on the global board other players appear by their first initial only
ru: Ребёнок видит друзей, добавленных по коду; в общей таблице другие игроки показаны только первой буквой имени

source: הילד שלי
ar: طفلي
en: My child
ru: Мой ребёнок

source: הילד/ה והנתונים שלו יימחקו מהמשפחה לצמיתות. תוכלו ליצור אותו מחדש בכל עת. מכשיר שמחובר לילד הזה יתנתק.
ar: سيُحذف الطفل وبياناته من العائلة نهائيًا. يمكنكم إنشاؤه من جديد في أي وقت. وسيُفصل أي جهاز مرتبط بهذا الطفل.
en: This child and their data will be permanently deleted from the family. You can create them again anytime. Any device linked to this child will be disconnected.
ru: Ребёнок и его данные будут навсегда удалены из семьи. Вы сможете создать его заново в любой момент. Устройство, привязанное к этому ребёнку, отключится.

source: הילדה
ar: طفلتك
en: your child
ru: ребёнок

source: הילדים וההתקדמות יופיעו תוך כמה שניות.
ar: سيظهر الأطفال وتقدّمهم خلال ثوانٍ قليلة.
en: The kids and their progress will show up in a few seconds.
ru: Дети и их прогресс появятся через несколько секунд.

source: הישג חדש
ar: إنجاز جديد
en: A new achievement
ru: Новое достижение

source: הכול נעול
ar: كل شيء مقفل
en: Everything is locked
ru: Всё закрыто

source: הכול נעול עד שהילד מרוויח זמן, חוץ ממה שבחרתם שיישאר פתוח — ולכן גם אפליקציה שתותקן מחר נעולה. הרשימה למטה כבר לא משנה את הנעילה, היא נשמרת כגיבוי.
ar: كل شيء مقفل حتى يكسب طفلكم وقتًا، إلا ما اخترتم أن يبقى مفتوحًا — ولذلك أي تطبيق يُنزّل غدًا مقفل أيضًا. القائمة أدناه لم تعد تؤثر على الإقفال، وتُحفظ كنسخة احتياطية.
en: Everything is locked until your child earns time, except what you chose to keep open — so an app installed tomorrow is locked too. The list below no longer changes the lock; it is kept as a backup.
ru: Всё заблокировано, пока ребёнок не заработает время, кроме того, что вы оставили открытым, — поэтому приложение, установленное завтра, тоже заблокировано. Список ниже больше не влияет на блокировку, он сохраняется как резерв.

source: הכול נעול עד שמרוויחים זמן — גם אפליקציה שתותקן מחר. טופי תמיד פתוח. רוצים שעוד משהו יישאר פתוח? בחרו אותו כאן.
ar: كل شيء مقفل حتى يُكسَب الوقت — حتى تطبيق يُثبَّت غدًا. Tofy مفتوح دائمًا. تريدون أن يبقى شيء آخر مفتوحًا؟ اختاروه هنا.
en: Everything is locked until time is earned — even an app installed tomorrow. Tofy always stays open. Want something else to stay open? Choose it here.
ru: Всё заблокировано, пока не заработано время, — даже приложение, установленное завтра. Tofy всегда открыт. Хотите, чтобы ещё что-то оставалось открытым? Выберите здесь.

source: הכול נעול עד שמרויחים זמן — גם אפליקציה שתותקן מחר. טופי תמיד פתוח. רוצים שעוד משהו יישאר פתוח? בחרו אותו כאן.
ar: كل شيء مقفل حتى يُكسَب الوقت — حتى تطبيق يُثبَّت غدًا. Tofy مفتوح دائمًا. تريدون أن يبقى شيء آخر مفتوحًا؟ اختاروه هنا.
en: Everything is locked until time is earned — even an app installed tomorrow. Tofy always stays open. Want something else to stay open? Choose it here.
ru: Всё заблокировано, пока не заработано время, — даже приложение, установленное завтра. Tofy всегда открыт. Хотите, чтобы ещё что-то оставалось открытым? Выберите здесь.

source: הכי בוער 🔥
ar: الأكثر اشتعالًا 🔥
en: On fire 🔥
ru: В ударе 🔥

source: הכינו יחד את שולחן החג ותנו ל%@ להסביר מה מסמל כל מאכל.
ar: حضّروا معًا مائدة العيد ودعوا %@ يشرح ماذا يرمز كل طبق.
en: Set the holiday table together and let %@ explain what each food stands for.
ru: Накройте вместе праздничный стол и дайте %@ объяснить, что символизирует каждое блюдо.

source: הכל מוכן!
ar: كل شيء جاهز!
en: All set!
ru: Всё готово!

source: הכל נעול
ar: كل شيء مقفل
en: Everything is locked
ru: Всё закрыто

source: הכל נעול עד שמרוויחים זמן — גם אפליקציה שתתקן מחר. טופי תמיד פתוח. רוצים שעוד משהו ישאר פתוח? בחרו אותו כאן.
ar: كل شيء مقفل حتى يُكسَب الوقت — حتى تطبيق يُثبَّت غدًا. Tofy مفتوح دائمًا. تريدون أن يبقى شيء آخر مفتوحًا؟ اختاروه هنا.
en: Everything is locked until time is earned — even an app installed tomorrow. Tofy always stays open. Want something else to stay open? Choose it here.
ru: Всё заблокировано, пока не заработано время, — даже приложение, установленное завтра. Tofy всегда открыт. Хотите, чтобы ещё что-то оставалось открытым? Выберите здесь.

source: הכל נעול עד שמרויחים זמן — גם אפליקציה שתתקן מחר. טופי תמיד פתוח. רוצים שעוד משהו ישאר פתוח? בחרו אותו כאן.
ar: كل شيء مقفل حتى يُكسَب الوقت — حتى تطبيق يُثبَّت غدًا. Tofy مفتوح دائمًا. تريدون أن يبقى شيء آخر مفتوحًا؟ اختاروه هنا.
en: Everything is locked until time is earned — even an app installed tomorrow. Tofy always stays open. Want something else to stay open? Choose it here.
ru: Всё заблокировано, пока не заработано время, — даже приложение, установленное завтра. Tofy всегда открыт. Хотите, чтобы ещё что-то оставалось открытым? Выберите здесь.

source: הכללת נתוני אתרים
ar: تضمين بيانات المواقع
en: Include Website Data
ru: Включить данные о сайтах

source: הכספת
ar: الخزنة
en: The safe
ru: Сейф

source: הכספת — משחק של הסקה
ar: الخزنة — لعبة استنتاج
en: The Vault — a game of deduction
ru: Сейф — игра на логику

source: הכפתור 💬 במסך הבית פותח שיחה איתנו — והתשובה מגיעה לטלפון שלכם
ar: زرّ 💬 في الشاشة الرئيسية يفتح محادثة معنا — والردّ يصل إلى هاتفكم
en: The 💬 button on the home screen opens a conversation with us — and the reply lands on your phone
ru: Кнопка 💬 на главном экране открывает переписку с нами, а ответ приходит на ваш телефон

source: הכרטיס של %@
ar: بطاقة %@
en: %@'s card
ru: Карточка: %@

source: המגבלה היומית נגמרה
ar: انتهى الحد اليومي
en: The daily limit ran out
ru: Дневной лимит исчерпан

source: המון שיפורים שקטים לשמירה על ההתקדמות, הפרטיות והפרסים של הילדים בכל המכשירים
ar: الكثير من التحسينات الهادئة التي تحافظ على تقدّم الأطفال وخصوصيتهم وجوائزهم على كل الأجهزة
en: Lots of behind-the-scenes improvements that protect kids' progress, privacy, and rewards on every device
ru: Множество тихих улучшений, которые берегут прогресс, приватность и призы детей на всех устройствах

source: המחיקה לא נשלחה
ar: لم يُرسل الحذف
en: Removal wasn't sent
ru: Удаление не отправлено

source: המטלות של %@
ar: مهام %@
en: %@'s chores
ru: Задания %@

source: המיקום חסום בטלפון של %@ — מאשרים בהגדרות של הטלפון ← טופי ← מיקום
ar: الموقع محظور على هاتف %@ — اسمحوا به في إعدادات الهاتف ← Tofy ← الموقع
en: Location is blocked on %@'s phone — allow it in the phone's Settings → Tofy → Location
ru: Геолокация заблокирована на телефоне %@ — разрешите в Настройках телефона → Tofy → Геопозиция

source: המיקום כבוי
ar: الموقع متوقف
en: Location is off
ru: Геолокация выключена

source: המיקום כבוי כברירת מחדל ונשמר רק המיקום האחרון, בלי מסלול. מכבים בכל רגע, והוא נמחק מיד
ar: الموقع مُطفأ افتراضيًا ويُحفظ آخر موقع فقط، بدون مسار. يمكن إطفاؤه في أي لحظة فيُحذف فورًا
en: Location is off by default and only the last location is kept, with no route history. Turn it off any time and it's deleted right away
ru: Местоположение по умолчанию выключено, хранится только последнее, без маршрута. Выключить можно в любой момент — и оно сразу удаляется

source: המכולת
ar: البقالة
en: The grocery
ru: Магазин

source: המכשיר אישר את הנעילה.
ar: أكّد الجهاز القفل.
en: The device confirmed the lock.
ru: Устройство подтвердило блокировку.

source: המכשיר הזה הוא מכשיר של ילד. כדי לחבר אותו למשפחה — בקשו מההורה קוד ילד מהדשבורד.
ar: هذا الجهاز جهاز طفل. ولربطه بالعائلة — اطلبوا من الوالدين رمز طفل من لوحة التحكّم.
en: This device is a child's device. To connect it to the family, ask the parent for a child code from the dashboard.
ru: Это устройство — детское. Чтобы подключить его к семье, попросите у родителя детский код из панели.

source: המכשיר הזה יהפך למכשיר המשחק של הילד ויתחבר למשפחה. אפשר תמיד לשנות בהגדרות.
ar: سيصبح هذا الجهاز جهاز اللعب الخاصّ بالطفل وسينضمّ إلى العائلة. ويمكنكم تغيير ذلك دائمًا في الإعدادات.
en: This device will become the child's play device and join the family. You can always change this in Settings.
ru: Это устройство станет игровым устройством ребёнка и подключится к семье. Это всегда можно изменить в настройках.

source: המכשיר הזה ייהפך למכשיר המשחק של הילד ויתחבר למשפחה. אפשר תמיד לשנות בהגדרות.
ar: سيصبح هذا الجهاز جهاز اللعب الخاصّ بالطفل وسينضمّ إلى العائلة. ويمكنكم تغيير ذلك دائمًا في الإعدادات.
en: This device will become the child's play device and join the family. You can always change this in Settings.
ru: Это устройство станет игровым устройством ребёнка и подключится к семье. Это всегда можно изменить в настройках.

source: המכשיר יחזור למסך בחירת התפקיד. הנתונים בענן נשמרים — אפשר לבחור ילד ולסרוק שוב, או להישאר הורה.
ar: سيعود الجهاز إلى شاشة اختيار الدور. والبيانات محفوظة في السحابة — يمكنكم اختيار طفل ومسح الرمز من جديد، أو البقاء في وضع الوالد.
en: The device will return to the role selection screen. Your data in the cloud is kept — you can pick a child and scan again, or stay a parent.
ru: Устройство вернётся к экрану выбора роли. Данные в облаке сохраняются — можно выбрать ребёнка и отсканировать снова или остаться родителем.

source: המכשיר יחזור למסך הפתיחה וישאל שוב מי משתמש בו. המשפחה וההתקדמות בענן נשמרות.
ar: سيعود الجهاز إلى شاشة البداية وسيسأل من جديد من يستخدمه. وتبقى العائلة والتقدّم محفوظَين في السحابة.
en: The device will go back to the welcome screen and ask again who's using it. The family and cloud progress stay saved.
ru: Устройство вернётся на стартовый экран и снова спросит, кто им пользуется. Семья и прогресс в облаке сохраняются.

source: המכשיר יחזור למצב התחלתי לגמרי — בלי חשבון, בלי קוד הורה, בלי נתונים מקומיים (כאילו הותקן מחדש). המשפחה וההתקדמות בענן נשמרות — התחברות מחדש תשחזר אותן.
ar: سيعود الجهاز إلى حالته الأولى تمامًا — بلا حساب، وبلا رمز والد، وبلا بيانات محلية (كأنه ثُبّت من جديد). تبقى العائلة والتقدّم محفوظين في السحابة — وتسجيل الدخول من جديد يستعيدهما.
en: The device will go back to a completely fresh state — no account, no parent code, no local data (as if reinstalled). Your family and progress in the cloud are kept — signing in again restores them.
ru: Устройство вернётся в полностью исходное состояние — без аккаунта, без родительского кода, без локальных данных (как после переустановки). Семья и прогресс в облаке сохраняются — повторный вход их восстановит.

source: המכשיר יחזור למצב התחלתי: מנותק, בלי קוד הורה, בלי נתונים מקומיים. המשפחה וההתקדמות בענן יישמרו — אפשר להתחבר מחדש בכל עת.
ar: سيعود الجهاز إلى حالته الأولى: غير متصل، بلا رمز والد، بلا بيانات محلية. تبقى العائلة والتقدّم محفوظين في السحابة — ويمكن تسجيل الدخول من جديد في أي وقت.
en: The device will return to its initial state: signed out, no parent code, no local data. Your family and progress in the cloud are kept — you can sign in again anytime.
ru: Устройство вернётся в исходное состояние: отключено, без родительского кода, без локальных данных. Семья и прогресс в облаке сохранятся — войти снова можно в любой момент.

source: המכשיר יחזר למסך בחירת התפקיד. הנתונים בענן נשמרים — אפשר לבחר ילד ולסרק שוב, או להשאר הורה.
ar: سيعود الجهاز إلى شاشة اختيار الدور. والبيانات محفوظة في السحابة — يمكنكم اختيار طفل ومسح الرمز من جديد، أو البقاء في وضع الوالد.
en: The device will return to the role selection screen. Your data in the cloud is kept — you can pick a child and scan again, or stay a parent.
ru: Устройство вернётся к экрану выбора роли. Данные в облаке сохраняются — можно выбрать ребёнка и отсканировать снова или остаться родителем.

source: המכשיר יחזר למסך הפתיחה וישאל שוב מי משתמש בו. המשפחה וההתקדמות בענן נשמרות.
ar: سيعود الجهاز إلى شاشة البداية وسيسأل من جديد من يستخدمه. وتبقى العائلة والتقدّم محفوظَين في السحابة.
en: The device will go back to the welcome screen and ask again who's using it. The family and cloud progress stay saved.
ru: Устройство вернётся на стартовый экран и снова спросит, кто им пользуется. Семья и прогресс в облаке сохраняются.

source: המכשיר יינעל עכשיו, וכל הדקות שנתתם (💝 מתנה, ❄️ שמורות, וחלון פתוח של מתנה) יימחקו. הדקות ש%@ מלמידה לא נפגעות.
ar: سيُقفل الجهاز الآن، وستُمحى كل الدقائق التي منحتموها (💝 هديّة، ❄️ محفوظة، ونافذة هديّة مفتوحة). أمّا الدقائق التي حصل عليها %@ من التعلّم فلا تتأثّر.
en: The device will lock now, and all the minutes you gave (💝 gift, ❄️ saved, and any open gift window) will be erased. The minutes %@ from learning aren't affected.
ru: Устройство сейчас заблокируется, и все минуты, которые вы дали (💝 подарок, ❄️ сохранённые и открытое окно подарка), сотрутся. Минуты %@ за учёбу не пострадают.
